{
  "anime": [
    {
      "title": "AHIRU NO SORA",
      "image": "https://gogocdn.net/cover/ahiru-no-sora.png",
      "description": "A stout, weak, yet highly passionate Sora Kurumatani enters Kuzuryuu High School with hopes that he'll fulfill his mother's wishes to dominate his first high school tournament. However, the basketball club—turned den for delinquents—does anything but play basketball! Its club members, Momoharu Hanazono, a skilled blocker who can do power jumps but is horrible at shooting, and his twin brother Chiaki, a talented point guard, has also lost interest in the sport. With just one game overwhelmed with adrenaline rush and excitement and Sora's pure love for the game, the youth's burning out spirit for basketball rekindles.",
      "genre": [
        "1",
        "2",
        "3",
        "4"
      ],
      "comments": [
        "101",
        "102",
        "103",
        "104"
      ]
    },
    {
      "title": "FRUITS BASKET 2ND SEASON",
      "image": "https://gogocdn.net/cover/fruits-basket-2nd-season.png",
      "description": "It’s been almost a year since Tooru started living at Shigure’s house! Though she now has a deeper relationship with each of the Soumas, not just Yuki and Kyou, she is concerned about their sinister curse’s true nature. The right path to choose, predetermined destiny… what emotions will arise in Yuki, Kyou, and Tooru in the face of the Eternal Banquet? What will be their resolve?",
      "genre": [
        "2",
        "4",
        "5",
        "6"
      ],
      "comments": [
        "104",
        "105",
        "106",
        "107"
      ]
    },
    {
      "title": "GINTAMA",
      "image": "https://gogocdn.net/images/anime/G/gintama.jpg",
      "description": "The Amanto, vicious aliens from outer space, has taken over the country of Japan. It has suppressed all the samurais by prohibiting the usage of samurai swords. Sakata Gintoki is one of the few remaining samurai. Along with Shimura… Gintama is a rare case that is rated G for everyone. Every single episode in the series has unique storyline and actions. The story follows Gintoki as he assists victims of the the Amanto’s invasion by fighting with the shinsengumi and the aliens. Hope you enjoy the show as most of our staffs did. Genre: Action, adventure, comedy, drama, fantasy, science fiction, Historical, Parody",
      "genre": [
        "1",
        "3",
        "4"
      ],
      "comments": [
        "108",
        "109",
        "110",
        "111"
      ]
    },
    {
      "title": "TOKYO GHOUL",
      "image": "https://gogocdn.net/images/summer/Tokyo%20Ghoul.jpg",
      "description": "Tokyo is haunted by mysterious ghouls who are devouring humans. People are gripped by the fear of these ghouls whose identities are masked in mystery. An ordinary college student named Kaneki encounters Rize, a girl who is an avid reader like he is, at the café he frequents. Little does Kaneki realize that his fate will change overnight.",
      "genre": [
        "5",
        "8",
        "1",
        "2"
      ],
      "comments": [
        "112",
        "113",
        "114",
        "115"
      ]
    }
  ]
}