{
  "ln": [
    {
      "title": "I Alone Level-Up (Solo Leveling)",
      "image": "https://www.lightnovelworld.com/bookcover/300x400/00236-i-alone-level-up-solo-leveling-web-novel.jpg",
      "description": "10 years ago, after “the Gate” that connected the real world with the monster world opened, some of the ordinary, everyday people received the power to hunt monsters within the Gate. They are known as “Hunters”. However, not all Hunters are powerful. My name is Sung Jin-Woo, an E-rank Hunter. I’m someone who has to risk his life in the lowliest of dungeons, the “World’s Weakest”. Having no skills whatsoever to display, I barely earned the required money by fighting in low-leveled dungeons… at least until I found a hidden dungeon with the hardest difficulty within the D-rank dungeons! In the end, as I was accepting death, I suddenly received a strange power, a quest log that only I could see, a secret to leveling up that only I know about! If I trained in accordance with my quests and hunted monsters, my level would rise. Changing from the weakest Hunter to the strongest S-rank Hunter!",
      "genre": [
        "2",
        "3",
        "4"
      ],
      "comments": [
        "126",
        "127",
        "128"
      ]
    },
    {
      "title": "Youkoso Jitsuryoku Shijou Shugi no Kyoushitsu e",
      "image": "https://cdn.novelupdates.com/images/2017/02/cover00219.jpeg",
      "description": "Kōdo Ikusei Senior High School, a leading prestigious school with state-of-the-art facilities where nearly 100% of students go on to university or find employment. The students there have the freedom to wear any hairstyle and bring any personal effects they desire. Kōdo Ikusei is a paradise-like school, but the truth is that only the most superior of students receive favorable treatment.The protagonist Kiyotaka Ayanokōji is a student of D-class, which is where the school dumps its “inferior” students in order to ridicule them. For a certain reason, Kiyotaka was careless on his entrance examination, and was put in D-class. After meeting Suzune Horikita and Kikyō Kushida, two other students in his class, Kiyotaka’s situation begins to change.",
      "genre": [
        "1",
        "3",
        "5",
        "7"
      ],
      "comments": [
        "129",
        "130",
        "131",
        "132",
        "133"
      ]
    },
    {
      "title": "Bloodlines Ablaze",
      "image": "https://cdn.novelupdates.com/images/2020/03/bloodlines00.png",
      "description": "18-year-old Mahoro is tasked with a mission when he enters Loewen Military Academy—to find any clues about the disappearance of Siegfried Baldwin. Loewen Military Academy is a prestigious military academy, the only one in the kingdom authorised to teach magic. There, Mahoro meets Noah, from the noble House of St Johns. Noah is immensely popular and even boasts his own personal fan club, but he only shows interest in Mahoro, a struggling cadet who can barely keep up with the lessons. According to Noah, he says that his instincts tell him to make Mahoro his, but suddenly a storm sweeps over what was supposed to be a peaceful academy life!? This is the start of a saga of magic, dragons, love and conflict—and the secrets that entangle them!",
      "genre": [
        "1",
        "3"
      ],
      "comments": [
        "134"
      ]
    },
    {
      "title": "Yahari Ore no Seishun Love Come wa Machigatte Iru",
      "image": "https://cdn.novelupdates.com/images/2020/05/oregairu1.jpg",
      "description": "Yahari Ore no Seishun Rabukome wa Machigatte Iru is a romantic comedy which revolves around antisocial high school student, Hachiman Hikigaya, who has no friends, no girlfriend, and a severely distorted view on life.When he sees his classmates talking excitedly about living their adolescent lives, he mutters, “They’re a bunch of liars.” When he is asked about his future dreams, he responds, “Not working.” In an attempt to fix Hachiman’s twisted personality, his teacher forces him to join the volunteer ‘service club’, where the only other member happens to be one of the school’s most beautiful and smartest girls, Yukino Yukinoshita.",
      "genre": [
        "2",
        "4",
        "5"
      ],
      "comments": [
        "135",
        "136",
        "137",
        "138"
      ]
    }
  ]
}